Repository: j233guo/PocketLedger
Catalog: PocketLedger/String Catalogs/Transaction/TransactionDetail.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Confirm Delete
zh_hans: 确认删除
zh_hant: 確認移除

source: Credit card rewards are estimations only. Actual values may vary.
zh_hans: 信用卡奖励均为估算，实际到账可能不同。
zh_hant: 信用卡回饋僅為估計值。實際到帳可能不同。

source: Delete Transaction
zh_hans: 删除账目
zh_hant: 移除項目

source: Edit Transaction
zh_hans: 编辑账目
zh_hant: 編輯項目資料

source: Notes
zh_hans: 备注
zh_hant: 備註

source: Payment Card
zh_hans: 支付卡片
zh_hant: 付款卡片

source: This transaction will be gone forever.
zh_hans: 这笔账目将被永久删除。
zh_hant: 此項目將被永久移除。

source: Transaction Details
zh_hans: 账目详情
zh_hant: 項目細節

source: Uncategorized Transaction
zh_hans: 未归类账目
zh_hant: 未分類項目

source: You did not earn any reward from this transaction.
zh_hans: 这笔交易未获得任何奖励。
zh_hant: 這個

source: You earned %@ cash back from this transaction.
zh_hans: 本次交易累积了%@返现。
zh_hant: 本次交易你獲得了%@現金回饋。

source: You earned %@ points from this transaction.
zh_hans: 本次交易累积了%@积分。
zh_hant: 本次交易你獲得了%@點數。
